[FlashbangGrenade X2GrenadeTemplate]
FriendlyName="闪光榴弹"
FriendlyNamePlural="闪光榴弹"
BriefSummary="闪光榴弹会干扰和混乱极大范围内的敌军，对其造成巨大的进攻减益和视力损失。"
TacticalText="<Bullet/> 闪光榴弹不会造成伤害，但会在大范围内混乱和损害敌人视觉。<br><Bullet/> 友方小队成员不会被影响。"
ThrownAbilityName="投掷闪光榴弹"
ThrownAbilityHelpText="在指定区域内使所有敌人混乱并致盲。"
LaunchedAbilityname="发射闪光榴弹"
LaunchedAbilityHelpText="在指定区域内使所有敌人混乱并致盲。"